const posts = [
    {
        id: 1,
        title: '世主妙严',
        paragraph_1: `
        如是我闻：一时，佛在摩竭提国阿兰若法菩提场中，始成正觉。其地坚固，金刚所成，上妙宝轮及众宝华、清净摩尼以为严饰，诸色相海无边显现；摩尼为幢，常放光明，恒出妙音；众宝罗网、妙香华缨周匝垂布；摩尼宝王变现自在，雨无尽宝及众妙华分散于地；宝树行列，枝叶光茂。佛神力故，令此道场一切庄严于中影现。其菩提树高显殊特，金刚为身，琉璃为干，众杂妙宝以为枝条，宝叶扶踈，垂荫如云，宝华杂色，分枝布影；复以摩尼而为其果，含晖发焰，与华间列。其树周圆咸放光明，于光明中雨摩尼宝；摩尼宝内有诸菩萨，其众如云，俱时出现。又以如来威神力故，其菩提树恒出妙音，说种种法，无有尽极。如来所处宫殿楼阁，广博严丽充遍十方，众色摩尼之所集成，种种宝华以为庄校；诸庄严具流光如云，从宫殿间萃影成幢。无边菩萨道场众会咸集其所，以能出现诸佛光明不思议音。摩尼宝王而为其网，如来自在神通之力所有境界皆从中出；一切众生居处屋宅，皆于此中现其影像。又以诸佛神力所加，一念之间，悉包法界。其师子座高广妙好，摩尼为台，莲华为网，清净妙宝以为其轮，众色杂华而作璎珞。堂榭、楼阁、阶砌、户牖，凡诸物像备体庄严，宝树枝果周回间列，摩尼光云互相照耀，十方诸佛化现珠王，一切菩萨髻中妙宝悉放光明而来莹烛；复以诸佛威神所持，演说如来广大境界，妙音遐畅，无处不及。
        
        尔时，世尊处于此座，于一切法成最正觉，智入三世悉皆平等，其身充满一切世间，其音普顺十方国土。譬如虚空具含众像，于诸境界无所分别；又如虚空普遍一切，于诸国土平等随入。身恒遍坐一切道场，菩萨众中威光赫奕，如日轮出，照明世界。三世所行，众福大海，悉已清净，而恒示生诸佛国土。无边色相，圆满光明，遍周法界，等无差别，演一切法如布大云。一一毛端，悉能容受一切世界而无障碍，各现无量神通之力，教化调伏一切众生。身遍十方而无来往，智入诸相，了法空寂。三世诸佛所有神变，于光明中靡不咸睹；一切佛土不思议劫所有庄严，悉令显现。`
    },

    {
        id: 2,
        title: '如来现相',
        content: '尔时，诸菩萨及一切世间主，作是思惟：“云何是诸佛地？云何是诸佛境界？云何是诸佛加持？云何是诸佛所行？云何是诸佛力？云何是诸佛无所畏？云何是诸佛三昧？云何是诸佛神通？云何是诸佛自在？云何是诸佛无能摄取？云何是诸佛眼？云何是诸佛耳？云何是诸佛鼻？云何是诸佛舌？云何是诸佛身？云何是诸佛意？云何是诸佛身光？云何是诸佛光明？云何是诸佛声？云何是诸佛智？唯愿世尊，哀愍我等，开示演说！'
    },
];

export default posts;
